###############################################################################
# Licensed to the Apache Software Foundation (ASF) under one
# or more contributor license agreements.  See the NOTICE file
# distributed with this work for additional information
# regarding copyright ownership.  The ASF licenses this file
# to you under the Apache License, Version 2.0 (the
# "License"); you may not use this file except in compliance
# with the License.  You may obtain a copy of the License at
# 
# http://www.apache.org/licenses/LICENSE-2.0
# 
# Unless required by applicable law or agreed to in writing,
# software distributed under the License is distributed on an
# "AS IS" BASIS, WITHOUT WARRANTIES OR CONDITIONS OF ANY
# KIND, either express or implied.  See the License for the
# specific language governing permissions and limitations
# under the License.
###############################################################################
####
#OrderAProductStoreMustBeSelectedForASalesOrder = Una tienda se debe seleccionar para una orden de venta
OrderAProductStoreMustBeSelectedForASalesOrder=Una tienda se debe seleccionar para una PO
OrderAnAlternateGwpProductIdWasInPlaceButWasEitherNotValidOrIsNoLongerInStockForId=El identificador del producto de sustituci\u00F3n Gwp estaba en lugar pero ya no era v\u00E1lido o ya no hab\u00EDa en stock para el c\u00F3digo: ${alternateGwpProductId}
OrderAnUnSupportedProductPromoCondCondition=La condici\u00F3n promocional que ha sido utilizado: ${operatorEnumId} no es soportada, es decir el control fall\u00F3
OrderAnUnSupportedProductPromoCondInputParameterLhs=Un par\u00E1metro de entrada no sostuvo la condici\u00F3n promocional que se utiliz\u00F3: ${inputParamEnumId}, volvi\u00E9ndolo falso, es decir el chequeo fall\u00F3
OrderAnUnitPriceCantBeLesserThanZero=Un precio unitario no puede ser menor que cero.
OrderCannotGetOrderHeader=No se puede obtener encabezado de la orden :
OrderCannotReadTheOrderItemEntity=No se puede leer el \u00EDtem de la orden
OrderCannotRemoveItemsOnceReturnIsApproved=No puede retirar \u00EDtems una vez que se aprueba la devoluci\u00F3n
OrderCannotUpdateNoAvailableGroupsToChange=No se pudo actualizar; No hay grupos disponibles a cambiar
OrderCannotUpdateNullOrderHeader=No se puede actualizar encabezado de la orden [ ${orderId} ]
OrderCannotUpdateProblemGettingOrderShipmentPreference=No se pudo actualizar; problema obteniendo la preferencia de env\u00EDo de la orden
OrderCannotUpdateProblemSettingOrderShipmentPreference=No se pudo actualizar; problema estableciendo la preferencia de env\u00EDo de la orden
OrderCartShipGroupNotFound=Grupo de env\u00EDo del carro no encontrado [ ${groupIndex} ]
OrderCaughtExceptionOnCartUpdate=Excepci\u00F3n capturada en la actualizaci\u00F3n del carro.
OrderCaughtNumberFormatExceptionOnCartUpdate=Excepci\u00F3n de formato de n\u00FAmero capturada en la actualizaci\u00F3n del carro.
OrderCaughtParseExceptionOnCartUpdate=Excepci\u00F3n del an\u00E1lisis sint\u00E1ctico atrapada en la actualizaci\u00F3n del carro.
OrderCouldNotFindOrderHeaderForOrderIdInGetProductStoreFromOrderReturningNull=No se pudo obtener encabezado de la orden para el c\u00F3digo [ ${orderId} ] en la obtenci\u00F3n de la tienda para los productos de la orden, retornando un valor nulo.
OrderCouldNotFindRelatedFixedAssetForTheProduct=No se puede encontrar el activo fijo relacionado para el producto: ${productId}
OrderCouldNotGetAgreement=No se pudo obtener el acuerdo ${agreementId}
OrderCouldNotGetAgreementItemsThrough=No se pudo obtener los \u00EDtems del acuerdo por ${agreementid}
OrderCouldNotGetAgreementTermsThrough=No se pudo obtener los t\u00E9rminos del acuerdo por ${agreementid}
OrderCouldNotLocateTheSelectedParty=No se puede localizar al participante seleccionado.
OrderCouldNotSelectAlternateGiftAlternateGwpLineIsNotAValidNumber=No puede seleccionar el regalo suplementario, la l\u00EDnea Gwp suplementaria no es un n\u00FAmero v\u00E1lido.
OrderCouldNotSelectAlternateGiftNoAlternateGwpLinePassed=No puede seleccionar el regalo suplementario, ninguna l\u00EDnea Gwp suplementaria se ha pasado.
OrderCouldNotSelectAlternateGiftNoAlternateGwpProductIdPassed=No puede seleccionar el regalo suplementario, ning\u00FAn c\u00F3digo de producto Gwp suplementario se ha pasado.
OrderCouldNotSelectAlternateGiftNoCartLineItemFoundFor=No puede seleccionar el regalo suplementario, ninguna l\u00EDnea del carro encontrada para # ${alternateGwpLine}.
OrderDispatcherOrDelegatorOrCartArgumentIsNull=El argumento del despachador, el delegador o el carro es nulo
OrderDoesNotAppearToBeAValidPromotionalGift=no parece ser un regalo promocional v\u00E1lido.
OrderEmailFulfillmentTypeNotYetImplemented=Tipo de realizaci\u00F3n de emails a\u00FAn no aplicados
OrderError=ERROR:
OrderErrorCallingCountProductQuantityOrderedService=Error al llamar al servicio countProductQuantityOrdered:
OrderErrorCannotCancelItemItemNotFound=ERROR: No se puede cancelar el \u00EDtem; \u00EDtem no encontrado: ${itemMsgInfo}
OrderErrorCannotChangeItemStatusItemNotFound=ERROR: No se pudo cambiar el estado; \u00EDtem no encontrado.
OrderErrorCannotCheckForFulfillmentItemNotFound=ERROR: No se pudo comprobar la realizaci\u00F3n; \u00EDtem no encontrado.
OrderErrorCannotCheckForFulfillmentProductNotFound=ERROR: No se pudo comprobar la realizaci\u00F3n; producto no encontrado.
OrderErrorCannotCreateAdjustment=ERROR: No puede crear el ajuste
OrderErrorCannotGetOrderHeaderEntity=ERROR: No puede obtener la entidad del encabezado de la orden:
OrderErrorCannotGetOrderItemAssocEntity=ERROR: No puede obtener la entidad de la asociaci\u00F3n de los \u00EDtems de la orden ${itemMsgInfo}
OrderErrorCannotGetOrderItemEntity=ERROR: No puede obtener la entidad de los \u00EDtems de la orden :
OrderErrorCannotGetOrderRoleEntity=ERROR: No puede obtener la entidad del rol de la orden : ${itemMsgInfo}
OrderErrorCannotGetProductEntity=ERROR: No se pudo obtener la entidad del producto:
OrderErrorCannotHaveUomWithoutDefaultUom=Error: No puede tener una unidad de medida si el \u00EDtem no tiene una unidad de medida por defecto
OrderErrorCannotResetOrderTotals=ERROR: No puede volver a poner los totales de la orden - ${orderId} : ${resetResult}
OrderErrorCannotStoreStatusChanges=ERROR: No puede almacenar los cambios de estado:
OrderErrorCouldNotChangeItemStatus=Error: No puede cambiar el estado del \u00EDtem
OrderErrorCouldNotChangeOrderStatus=ERROR: No puede cambiar el estado de la orden (
OrderErrorCouldNotChangeOrderStatusOrderCannotBeFound=ERROR: No puede cambiar el estado de la orden; orden no pudo ser encontrada.
OrderErrorCouldNotChangeOrderStatusStatusIsNotAValidChange=ERROR: No puede cambiar el estado de la orden; el estado no puede cambiarse.
OrderErrorCouldNotCreateOrderPaymentPreferenceIdGenerationFailure=ERROR: No puede crear la preferencia de pago de la orden (fallo de la generaci\u00F3n de c\u00F3digo)
OrderErrorCouldNotCreateOrderWriteError=ERROR: No se puede crear la orden (error de escritura) :
OrderErrorCouldNotFindConversion=ERROR: No se pudo obtener un conversi\u00F3n entre ${uomid} y ${uomidto}
OrderErrorCouldNotFindProductStoreWithID=ERROR: No se pudo obtener una tienda con c\u00F3digo [ ${productStoreId} ]
OrderErrorCouldNotGetNextSequenceIdForOrderAdjustmentCannotCreateOrder=ERROR: No se pudo obtener el c\u00F3digo de la secuencia siguiente para el ajuste de la orden, no puede crear la orden.
OrderErrorCouldNotGetNextSequenceIdForOrderItemPriceInfoCannotCreateOrder=ERROR: No se pudo obtener el c\u00F3digo de la secuencia siguiente para la informaci\u00F3n sobre los precios de los \u00EDtems encargados, no puede crear la orden.
OrderErrorCouldNotGetOrderInformation=ERROR: No se pudo obtener informaci\u00F3n de la orden (
OrderErrorCustRequestWithIdDoesntExist=ERROR: Pedido del cliente con c\u00F3digo [ ${custRequestId} ] no existe.
OrderErrorGettingOrderHeaderInformationNull=Error obteniendo informaci\u00F3n del encabezado de la orden; nulo
OrderErrorGettingReturnHeaderItemInformation=Error obteniendo la informaci\u00F3n del encabezado o los \u00EDtems de la devoluci\u00F3n
OrderErrorInvalidOrderTypeWithID=ERROR: Es inv\u00E1lido el tipo de orden con el c\u00F3digo:
OrderErrorNoOrderItemsFound=ERROR: Ning\u00FAn \u00EDtem de la orden encontrado.
OrderErrorNoValidOrderHeaderFoundForOrderId=ERROR: No se encontr\u00F3 encabezado v\u00E1lido para la orden : ${orderId}
OrderErrorOrderItemAndOrOrderHeaderDontExist=ERROR: El art\u00EDculo o encabezado de la orden no existe
OrderErrorOrderItemCantBeModified=ERROR: El art\u00EDculo no puede ser modificado
OrderErrorOrderTypeLookupFailed=ERROR: B\u00FAsqueda fallida :
OrderErrorProcessingOfflinePayments=Error al procesar pagos fuera de l\u00EDnea
OrderErrorTheProductStoreIdCanOnlyBeNullForPurchaseOrders=ERROR: El c\u00F3digo de la tienda no puede ser null para \u00F3rdenes de compra
OrderErrorUnableToCreateReturnStatusHistory=ERROR: No se puedo crear historial para estado de devluci\u00F3n
OrderErrorUnableToFindOrderHeader=ERROR: No se pudo encontrar encabezado de la orden
OrderErrorUnableToGetOrderAdjustmentsFromItem=ERROR: No se pudo obtener ajustes para el \u00EDtem
OrderErrorUnableToGetOrderHeaderForOrderId=ERROR: No se puedo obtener encabezado para la orden : ${orderId}
OrderErrorUnableToGetOrderHeaderFromReturnItem=ERROR: No se puedo obtener encabezado de orden para el \u00EDtem devuelto
OrderErrorUnableToGetOrderInformation=ERROR: No se pudo obtener informaci\u00F3n de la orden
OrderErrorUnableToGetOrderItemInformation=ERROR: No se puedo obtener informaci\u00F3n del \u00EDtem
OrderErrorUnableToGetOrderItemListForOrderId=ERROR: No se pudo obtener la lista de los \u00EDtems para el identificador de la orden:
OrderErrorUnableToGetReturnHeaderForID=ERROR: No se pudo obtener el encabezado para la devoluci\u00F3n: ${returnid}
OrderErrorUnableToGetReturnHeaderFromItem=ERROR: No se puedo obtener encabezado de devoluci\u00F3n para el \u00EDtem
OrderErrorUnableToGetReturnItemInformation=ERROR: No se puedo obtener informaci\u00F3n del \u00EDtem
OrderErrorUnableToGetReturnItemRecordsFromReturnHeader=ERROR: No se pudo obtener los registros de los \u00EDtems a partir del encabezado de la devoluci\u00F3n
OrderErrorUnableToGetTheItemReturnableQuantity=ERROR: No se pudo obtener la cantidad de \u00EDtem retornable.
OrderErrorWithCreateBillingAccount=Error en la creaci\u00F3n de la cuenta de facturaci\u00F3n:
OrderErrorWithCreateBillingAccountRole=Error en la creaci\u00F3n del rol de cuenta de facturaci\u00F3n:
OrderErrorWritingRecordsToTheDatabase=Error de escritura de registro(s) en la base de datos
OrderFailed=Fallo
OrderFailedToInvokeTheWfAcceptRoleAssignmentService=Fallo al llamar al servicio wfAcceptRoleAssignment.
OrderFailedToInvokeTheWfDelegateAndAcceptAssignmentService=Fallo al llamar al servicio wfDelegateAndAcceptAssignment.
OrderFixedAssetNotFoundFixedAssetId=Activo fijo no encontrado. C\u00F3digo: ${fixedAssetId}
OrderFrequencyOrIntervalWasNotSpecified=Frecuencia o intervalo no ha sido especificado
OrderIllegalCharacterInSelectedItemField=Caracter ilegal en el campo del \u00EDtem seleccionado
OrderIllegalReturnItemTypePassed=El \u00FAltimo tipo de \u00EDtem de devoluci\u00F3n es ilegal
OrderInputQuickPurchaseOrder=Entrada r\u00E1pida de una orden de compra
OrderInvalidAmountSetForBillingAccount=Monto inv\u00E1lido para cuenta de facturaci\u00F3n # ${billingAccountId}
OrderInvalidCancelQuantityCannotCancel=Cantidad cancelada inv\u00E1lida; no se puede cancelar ${thisCancelQty}
OrderInvalidDateFormatForFromDate=Formato de fecha inv\u00E1lido para fecha de creaci\u00F3n o inicio
OrderInvalidDesiredDeliveryDateSyntaxError=Fecha deseada de entrega inv\u00E1lida : Error de sintaxis
OrderInvalidFrequencyForShoppingListRecurrence=Frecuencia inv\u00E1lida para la repetici\u00F3n de la lista de compra
OrderItemStatusNotChangedIsNotAValidChange=El estado del \u00EDtem no cambi\u00F3 ${orderStatusId} -> ${statusId} no es un cambio v\u00E1lido.
OrderMoreThenOneWorkflowFoundForDefinedOrder=M\u00E1s de un flujo de trabajo encontrado para la siguiente orden : ${orderId}
OrderNoAgreementSpecified=No hay acuerdo especificado.
OrderNoAvailableBillingAccount=Ninguna cuenta de facturaci\u00F3n disponible
OrderNoCategorySpecifiedToAddFrom=Ninguna categor\u00EDa especificada a partir de la cual agregar.
OrderNoComboTaxRateInField=Ning\u00FAn tipo de impuesto combinado en el campo ${fieldName} @ ${zipCode} / ${city} - ${itemAmount}
OrderNoItemsFoundToAdd=Ningunos \u00EDtems encontrados para agregar.
OrderNoOrderHeaderCannotCreatePayment=Ning\u00FAn encabezado de orden, no puede crear el pago
OrderNoPayToPartyIdSetOnProductStore=Ning\u00FAn pago para el participante en la tienda: ${productStoreId}
OrderNoProductStoreCannotCreatePayment=Ninguna tienda, no puede crear el pago
OrderNoReturnQuantityAvailablePreviousReturnsMayExist=No hay cantidad a devolver disponible; devoluciones anteriores pueden existir.
OrderNoSendToEmailAddressFound=Ninguna direcci\u00F3n email de destino encontrada
OrderNoShoppingListAvailable=Ninguna lista de las compras disponible
OrderNoStoreFoundWithIdNotDoingPromotions=Ninguna tienda encontrada con el c\u00F3digo ${productStoreId}, no hace promociones
OrderNoSupplierFoundForThisProduct=Ning\u00FAn proveedor encontrado para este producto
OrderNoTaxEntryFoundFor=Ninguna entrada de impuesto encontrada para : ${zipCode} / ${city} - ${itemAmount}
OrderNoUserLoginFoundForUserLoginId=No se encontr\u00F3 usuario para el c\u00F3digo:
OrderNoWFFoundForOrderId=Ning\u00FAn WF encontrado para la orden: ${orderId}
OrderNosettingsFound=Configuraciones no encontradas
OrderNotApplyingGwpBecauseProductIdIsOutOfStockForProductPromoAction=Gwp no aplicable debido al c\u00F3digo del producto [ ${productId} ] que est\u00E1 fuere de stock para la acci\u00F3n promocional del producto: ${productPromoAction}
OrderNumberOfPersonsShouldBeOneOrLarger=El n\u00FAmero de personas deber\u00EDa ser "uno" o mayor
OrderOnUserChangePromoCodeWasRemovedBecause=El cambio de c\u00F3digo promocional sobre el usuario se retir\u00F3 debido a: ${checkResult}
OrderOrderCreationFailedPleaseNotifyCustomerService=Fall\u00F3 creaci\u00F3n de orden; por favor notifique al servicio al cliente.
OrderOrderItemTypeNotExist=Tipo de \u00EDtem de la orden inexistente
OrderOrderTermDays=D\u00EDas de los t\u00E9rminos de la orden : ${orderTermDays}
OrderOrderTermTypeIsRequired=El tipo de t\u00E9rmino de la orden es requerido.
OrderOrderTermValue=Valor de los t\u00E9rminos de la orden : ${orderTermValue}
OrderOrderTypeNotExist=Tipo de orden inexistente
OrderPartyIdAndOrRoleTypeIdNotDefined=C\u00F3digo y/o tipo de rol del participante no definidos.
OrderPleaseContactCustomerServicePaymentReturnCodeUnknown=Por favor, contacte el servicio al cliente; c\u00F3digo de pago de devoluci\u00F3n desconocido.
OrderPleaseSelectEitherSaleOrPurchaseOrder=Por favor, seleccione la orden de venta o compra
OrderProblemCreatingPaymentApplicationRecord=Problema creando el registro de solicitud de pago
OrderProblemCreatingPaymentRecord=Problema creando registro de pago
OrderProblemCreatingReturnItemResponseRecord=Problema creando el registro de la respuesta de la devoluci\u00F3n de \u00EDtem
OrderProblemCreatingTheNoteNoNoteIdReturned=Problema creando la nota, ning\u00FAn c\u00F3digo de nota retornado.
OrderProblemGettingItemDesiredDeliveryDateFor=Problema obteniendo la fecha de entrega deseada del \u00EDtem para ${productId}
OrderProblemGettingItemShipAfterDateFor=Problema al obtener la fecha previa a env\u00EDo para ${productId}
OrderProblemGettingItemShipBeforeDateFor=Problema al obtener la fecha m\u00E1xima a env\u00EDo para ${productId}
OrderProblemGettingOrderItemRecords=Problema obteniendo registros de \u00EDtems de orden
OrderProblemGettingTheRecordIterator=Problema obteniendo el iterador de registro
OrderProblemOccurredInTaxService=Problema ocurrido en servicio de impuestos
OrderProblemSendingEmail=Problema enviando email
OrderProblemStoringReceivedPaymentInformation=<li> Problema almacenando la informaci\u00F3n recibida del pago.
OrderProblemStoringReturnItemUpdates=Problema almacenando actualizaciones de los \u00EDtems de devoluci\u00F3n
OrderProblemUpdatingReturnItemReturnItemResponseId=Problema actualizando el \u00EDtem de devoluci\u00F3n (returnItemResponseId)
OrderProblemWithEntityLookup=Problema con la consulta de entidades
OrderProblemWithEntityLookupSeeErrorLog=Problema con la consulta de entidades, observe los registros de errores
OrderProblemWithInvoiceCreationDigitalItemsNotFulfilled=Problema con la creaci\u00F3n de una factura; art\u00EDculos digitales no realizados
OrderProblemsAddingItemFromListToCart=Problemas agregando \u00EDtem de una lista hacia el carro
OrderProblemsCreatingBillingAccount=Problemas creando cuenta de facturaci\u00F3n
OrderProblemsCreatingReturnItemResponseEntity=Problemas creando la entidad de respuesta de devoluci\u00F3n de \u00EDtem
OrderProblemsGettingContactMechFromOrderContactMech=Problemas obteniendo m\u00E9todo de contacto del m\u00E9todo de contacto de la orden
OrderProblemsGettingOrderContactMechs=Problemas obteniendo m\u00E9todos de contacto de la orden
OrderProblemsGettingOrderItemTypeFor=Problemas obteniendo el tipo de \u00EDtem de orden para: ${orderItemTypeId}
OrderProblemsGettingPartyRecord=Problemas obteniendo registro de participante
OrderProblemsGettingTheCartItemByIndex=Problemas obteniendo el \u00EDtem del carro por el \u00EDndice
OrderProblemsInvokingTheCompleteAssignmentService=Problemas invocando el servicio completo de asignaci\u00F3n
OrderProblemsPaymentParsingAmount=<li> Problemas de pago analizando monto.
OrderProblemsReadingOrderHeaderInformation=<li> Problemas leyendo la informaci\u00F3n del encabezado de la orden.
OrderProblemsStoringOrderEmailContactInformation=Problemas almacenando la informaci\u00F3n del contacto de email
OrderProblemsWithPaymentTypeLookup=<li> Problemas con la consulta del tipo de pago.
OrderProblemsWithTheRefundSeeLogs=Problemas con el reembolso; observe los registros
OrderProductNotExist=Producto inexistente
OrderProductNotFound=Producto no encontrado !
OrderProductStoreNotExist=Tienda inexistente
OrderQuickAddOrderItem=Agregar r\u00E1pidamente \u00EDtems a la orden
OrderQuotePercent=Porcentaje de cotizaci\u00F3n
OrderReceivedNullForOrderItemRecordsOrderId=Se recibi\u00F3 nulo para los registros de \u00EDtems de la orden con c\u00F3digo: ${orderId}
OrderRentalOrderItems=\u00CDtems de alquiler en la orden
OrderRequestedReturnQuantityNotAvailablePreviousReturnsMayExist=Cantidad de devoluci\u00F3n  [ ${parameters.returnQuantity} ]no disponible; pueden existir devoluciones previas [ ${returnableQuantity} ].
OrderReservationLengthShouldBeAPositiveNumber=La longitud de la reserva deber\u00EDa ser un n\u00FAmero positivo
OrderReturnPriceCannotExceedTheOrderTotal=El precio de retorno  [ ${parameters.returnPrice} ] no puede exceder el total de la orden  [ ${orderTotal} ]  con todos los totales.
OrderReturnPriceCannotExceedThePurchasePrice=El precio de retorno  [ ${parameters.returnPrice} ] no puede exceder el precio de compra  [ ${returnablePrice} ].
OrderReturnQuantityCannotExceedTheOrderedQuantity=La cantidad de retorno  [ ${parameters.returnQuantity} ] no puede exceder [ ${orderItem.quantity} ]
OrderReturnTotalCannotLessThanZero=Total de la devoluci\u00F3n [${returnTotalAmount}] no puede ser menor a cero
OrderRunServiceGetSuppliersForProductError=Error al correr el servicio [getSuppliersForProduct] :
OrderSecurityErrorToRunAutoUpdateQuotePrice=Error de seguridad: Para correr autoUpdateQuotePrice debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunCheckCreateOrderRequirement=Error de seguridad: Para correr checkCreateOrderRequirement debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunCheckCreateOrderRequirementCommitment=Error de seguridad: Para correr createOrderRequirementCommitment debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunCheckCreateStockRequirement=Error de seguridad: Para correr checkCreateStockRequirement debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunCreateOrderAdjustement=Error de seguridad: Para correr createOrderAdjustment debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunCreateOrderShipment=Error de seguridad: Para correr createOrderShipment debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunCreateQuote=Error de seguridad: Para correr createQuote debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunCreateQuoteAndQuoteItemForRequest=Error de seguridad: Para correr createQuoteAndQuoteItemForRequest debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunCreateQuoteAttribute=Error de seguridad: Para correr createQuoteAttribute debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunCreateQuoteCoefficient=Error de seguridad: Para correr createQuoteCoefficient debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunCreateQuoteItem=Error de seguridad: Para correr createQuoteItem debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunCreateRequirementFromItemATP=Error de seguridad: Para correr createRequirementFromItemATP debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunCreateReturnHeader=Error de seguridad: Para correr createReturnHeader debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunCreateReturnItem=Error de seguridad: Para correr createReturnItem debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunCreateShoppingListForAnotherParty=Error de seguridad: Para correr createShoppingList debe contar con los permisos PARTYMGR_CREATE o PARTYMGR_ADMIN
OrderSecurityErrorToRunCreateTaxRate=Error de seguridad: Para correr createTaxRate debe contar con los permisos TAXRATE_CREATE o TAXRATE_ADMIN
OrderSecurityErrorToRunDeleteOrderShipment=Error de seguridad: Para correr deleteOrderShipment debe contar con los permisos ORDERMGR_DELETE o ORDERMGR_ADMIN
OrderSecurityErrorToRunForAnotherParty=Error de seguridad: Para correr ${parentMethodName} debe contar con los permisos PARTYMGR_${permissionAction} o PARTYMGR_ADMIN
OrderSecurityErrorToRunQuickReturnFromOrder=Error de seguridad: Para correr quickReturnFromOrder debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunRemoveQuoteAttribute=Error de seguridad: Para correr removeQuoteAttribute debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunRemoveQuoteCoefficient=Error de seguridad: Para correr removeQuoteCoefficient debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunRemoveQuoteItem=Error de seguridad: Para correr removeQuoteItem debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunRemoveReturnItem=Error de seguridad: Para correr removeReturnItem debe contar con los permisos ORDERMGR_DELETE o ORDERMGR_ADMIN
OrderSecurityErrorToRunRemoveTaxRate=Error de seguridad: Para correr RemoveTaxRate debe contar con los permisos TAXRATE_DELETE o TAXRATE_ADMIN
OrderSecurityErrorToRunUpdateOrderStatusFromReceipt=Error de seguridad: Para correr updateOrderStatusFromReceipt debe contar con los permisos ORDERMGR_UPDATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunUpdateQuote=Error de seguridad: Para correr updateQuote debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunUpdateQuoteAttribute=Error de seguridad: Para correr updateQuoteAttribute debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunUpdateQuoteCoefficient=Error de seguridad: Para correr updateQuoteCoefficient debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunUpdateQuoteItem=Error de seguridad: Para correr updateQuoteItem debe contar con los permisos ORDERMGR_CREATE o ORDERMGR_ADMIN
OrderSecurityErrorToRunUpdateReturnHeader=Error de seguridad: Para correr updateReturnHeader debe contar con los permisos ORDERMGR_UPDATE o ORDERMGR_ADMIN
OrderSelectASuplierOrAProduct=Seleccione un proveedor o un producto
OrderSelectOnlySupplierOrProduct=Seleccione solamente el proveedor O el producto
OrderSendMailServiceFailed=El servicio de env\u00EDos de mensajes fall\u00F3:
OrderServiceExceptionSeeLogs=Excepci\u00F3n del servicio; consulte los registros
OrderServiceNotYetImplemented=Servicio a\u00FAn no implementado
OrderSetCurrencyError=Erro en fijar moneda :
OrderSimpleTaxCalcNoStateTaxCategoryPairFoundWithOrWithoutTaxCat=C\u00E1lculo de impuestos simple: No se encontr\u00F3 categor\u00EDa de impuestos
OrderStatusIdNotExist=C\u00F3digo de estado inexistente
OrderSupplierData=Datos de provedor
OrderSupplierFinancialData=Datos financieros de proveedor
OrderTheQuoteIsAlreadyInTheCartNotAdding=La cotizaci\u00F3n [ ${quoteId} ] ya est\u00E1 en el carro, no puede ser a\u00F1adida.
OrderTheRequirementIsAlreadyInTheCartNotAdding=El requerimiento [ ${requirementId} ] ya est\u00E1 en el carro, no puede ser a\u00F1adido.
OrderThisCannotBeChangedWithoutRecreatingTheSetting=Esto no puede ser cambiado sin recrear la configuraci\u00F3n
OrderTriedToSetOrderStatusWithTheSameStatusIdforOrderWithId=Se trat\u00F3 de registrar el estado con el mismo estado [ ${statusId} ]  para la orden  [ ${orderId} ]
OrderTroubleGettingItemIssuances=Error al obtener la edici\u00F3n del item
OrderTroubleGettingOrderItemShipGrpInvResList=Error al obtener la lista de grupo de art\u00EDculos
OrderUnableToAddItemToShoppingList=No se puede agregar un \u00EFtem a la lista de compra
OrderUnableToCancelItemInventoryReservation=No se pudo cancelar la reserva del item
OrderUnableToCancelOrderItem=No se pudo cancelar el art\u00EDculo :
OrderUnableToCancelOrderLine=No se pudo cancelar el producto seleccionado .  ${itemMsgInfo}
OrderUnableToCreateNewShoppingList=No se puede crear una nueva lista de compras
OrderUnableToCreateShoppingListRecurrenceInformation=No se pudo crear la informaci\u00F3n para la lista de compras ${shoppingListId}
OrderUnableToFindOrderHeaderCannotGetShippingAmount=No se pudo encontrar cabecera de la orden, no se puede obtener el monto del env\u00EDo
OrderUnableToLoadOrderReadHelper=No se pudo lanzar ayyda para hacer el pedido ${orderId}
OrderUnableToLocateOrder=No se puede localizar la orden - ${orderId}
OrderUnableToLocateRuleFileFromLocation=No se pudo ubicar la regla en ${ruleFileLocation}
OrderUnableToLocateTaxFileAtLocation=No se pudo encontrar el impuesto en la ubicaci\u00F3n :  ${taxFileLocation}
OrderUnableToReadZipSalesDataFile=No se pudo leer el archivo de c\u00F3digo de ventas
OrderUnableToRemoveSalesTaxAdjustments=No se puede retirar los ajustes de impuesto a la venta
OrderUnableToReserveInventory=No se puede reservar inventario
OrderUnableToResetOrderGrandTotal=No se puede volver a poner la suma total de la orden
OrderUnableToSetCancelQuantity=No se puede poner la cantidad cancelada : ${itemMsgInfo}
OrderUnableToStoreAutoSaveCart=No se pudo almacenar el carro autom\u00E1ticamente
OrderUnableToUpdateCancelQuantityOfItem=No se puede actualizar la cantidad de \u00EDtem cancelada
OrderUnableToUpdateCommentsOfItem=No se puede actualizar los comentarios del \u00EDtem
OrderUnableToUpdateInventoryReservations=No se puede actualizar reservas de inventario: ${itemMsgInfo}
OrderUnableToUpdateItemsEstimatedDeliveryDate=No se puede actualizar la fecha de entrega estimada para los \u00EDtems
OrderUnableToUpdateOrderTaxInformation=No se puede actualizar la informaci\u00F3n de impuestos de la orden : ${orderId}
OrderUnableToUpdateOrderedQuantityOfItem=No se puede actualizar la cantidad de \u00EDtem ordenada
OrderUnableToUpdateShoppingListInformation=No se puede actualizar la informaci\u00F3n de la lista de compras - ${shoppinListId}
OrderUnableToUpdateUnitPriceOfItem=No se puede actualizar el precio unitario del \u00EDtem
OrderUnitPriceOrQuantityAreNullUsingForTheItemBasePrice=[ ${getOrderItemTotal} ] el precio unitario o la cantidad son nulos, se us\u00F3 0 para el precio de la base del \u00EDtem\\r\\n
OrderYouDoNotHavePermissionToChangeThisOrdersStatus=No tiene permisos para cambiar el estado de esta orden.
OrderYouDoNotHavePermissionToLoadTaxTables=No tiene permisos para cargar las tablas de impuestos .
OrderYouDoNotHavePermissionToTakeOrdersForThisStore=No tiene permiso de tomar las \u00F3rdenes para esta tienda.
OrderYouDoNotHavePermissionToViewThisPage=No tiene permisos para ver esta p\u00E1gina.
ShipBeforeDateOrderTroubleGettingOrderItemShipGrpInvResList=Problemas al obtener OrderItemShipGrpInvRes list
ShoppingListEvents.error_calling_update=Error al llamar updateShoppingListItem en handleShoppingListItemVariant
shoppingCartEvents.invalid_alternateGwpLine=No se pudo seleccionar un regalo alternativo, alternateGwpLine es un n\u00FAmero inv\u00E1lido
shoppingCartEvents.no_alternateGwpLine     =No se pudo seleccionar un regalo alternativo, no se pas\u00F3 alternateGwpLine
shoppingCartEvents.no_alternateGwpProductId=No se pudo retirar los ajustes de impuesto a la venta
shoppingCartEvents.no_cartline_item_01     =No se pudo elegir seleccionar un certificado alterno, no se encontr\u00F3 art\u00EDculo
shoppingCartEvents.no_cartline_item_02     =no parece ser un certificado de regalo v\u00E1lido
shoppingCartHelper.no_items_found_to_add=No hay \u00EDtems encontrados para agregar
shoppingListEvents.error_calling_update=Error al llamar updateShoppingListItem en handleShoppingListItemVariant
